{
  "record_id": "esad_efendi_00155",
  "collection": {
    "institution": "Süleymaniye Kütüphanesi — Esad Efendi Koleksiyonu",
    "city": "Istanbul",
    "country": "Turkey",
    "shelfmark": "Esad Efendi 155",
    "yek_url": null
  },
  "manuscript": {
    "title": "Risâle fî Tefsîri Kelimeteyn (رسالة في تفسير الكلمتين) [title as per YEK catalogue record — not verified against colophon]",
    "author": null,
    "date_ah": null,
    "date_ce": null,
    "format": "risâle",
    "dimensions_mm": {
      "height": null,
      "width": null
    },
    "folio_count": null
  },
  "paper_decoration": {
    "types": ["gold_sprinkled", "colored", "framing_system"],
    "summary": "The manuscript is written throughout on distinctly blue-grey colored paper (mülevven / renkli yaprak). The blue-grey ground has been decorated with zerefşân (gold-sprinkled) technique, in which fine metallic gold particles are scattered across the paper surface. Each opening is framed by gold cetvels (altın cetvelli ruling lines) that define the text block. The combination — intentional blue-grey coloring, zerefşân overlay, and gold ruling — constitutes a coordinated luxury decorative program applied uniformly across all examined folios, confirming a high-status commission. Two openings examined (p003, p005) show consistent treatment, indicating a manuscript-wide application rather than selective use.",
    "technique_terms": {
      "ottoman": "zerefşân tekniğiyle süslenmiş mavi-gri mülevven kağıt, cetvelleri yaldızlı",
      "persian": "zarafshān bar kāġaẕ-i āsmānī, jadval-i zarrīn",
      "arabic": null
    },
    "catalogue_description": {
      "paper_field": "zerefşân tekniğiyle süslenmiş mavi-gri kağıtlar",
      "notes_field": "NB: 'cetvelleri yaldızlı' in decoration_field describes the gold ruling lines element within a confirmed three-element program (colored paper + zerefşân + gold cetvels). In isolation 'cetvelleri yaldızlı' is a known YEK false positive indicator for gold ruling only; here the zerefşân classification is independently supported by the paper_field text above.",
      "decoration_field": "cetvelleri yaldızlı"
    }
  },
  "workshop_attribution": {
    "primary_tradition": "ottoman",
    "workshop_centre": null,
    "date_range_ce": null,
    "confidence": 0.45,
    "key_indicators": [
      "Blue-grey colored paper ground (mülevven) as base for zerefşân — a combination found in Ottoman luxury manuscripts",
      "Gold cetvels (altın cetvelli) framing the text block, consistent with Ottoman manuscript production norms",
      "Zerefşân applied uniformly across all folios, indicating coordinated production planning",
      "Short risâle format given full luxury paper treatment, suggesting high-status patron or donor"
    ],
    "cross_tradition_caveats": [
      "Blue/grey paper grounds with gold sprinkling occur in both Ottoman and Persianate production; attribution to Ottoman tradition is presumed from Esad Efendi collection context but cannot be confirmed without colophon evidence",
      "Period cannot be determined without colophon or dated comparanda — colored paper with zerefşân is found across several centuries of Ottoman production (16th–19th c.)",
      "No colophon, named scribe, or dated commission was identified in the examined folios"
    ]
  },
  "codicology": null,
  "visual_confirmation": {
    "verdict": "confirmed",
    "confidence": 0.68,
    "screenshots_examined": 2,
    "limitations": [
      "Viewer screenshot resolution (~1536 px) prevents identification of individual zerefşân particles; confirmation of gold sprinkling relies on overall surface shimmer quality and catalogue description corroboration rather than direct visual evidence of particles",
      "Blue-grey paper ground provides better contrast for assessing gold sprinkling than white/cream paper, partially compensating for resolution limitations",
      "Folio range examined (p003, p005) does not cover the full manuscript; uniform treatment inferred but not verified throughout",
      "Confidence score reflects that the colored paper and gold cetvels are visually confirmed at screenshot resolution, but the zerefşân layer is not independently verifiable from the images alone — the score is calibrated to this combined evidence level"
    ]
  },
  "folio_analyses": [
    {
      "folio": "p003",
      "source_image": "corpus/visual_confirmation_batch1/esad_efendi_00155_p003_iiif.png",
      "decoration_type": "paper_decoration",
      "elements": [
        {
          "element_type": "colored paper",
          "element_type_ottoman": "mülevven / renkli yaprak",
          "element_type_persian": null,
          "motifs": [],
          "colors": ["blue-grey (mavi-gri / lacivert-gri)"],
          "gold_technique": null,
          "position": "entire paper surface — both pages"
        },
        {
          "element_type": "gold-sprinkled paper",
          "element_type_ottoman": "zerefşân / serpme",
          "element_type_persian": "zarafshān",
          "motifs": [],
          "colors": ["gold particles on blue-grey paper"],
          "gold_technique": "zerefşân (serpme)",
          "position": "across the blue-grey paper surface"
        },
        {
          "element_type": "cedvel",
          "element_type_ottoman": "cedvel / cetvel",
          "element_type_persian": "jadval",
          "motifs": [],
          "colors": ["gold (yaldız)"],
          "gold_technique": "altın varak",
          "position": "framing text block on both pages"
        }
      ],
      "paper_decoration": {
        "type": "mixed",
        "technique_terms": {
          "ottoman": "zerefşân tekniğiyle süslenmiş mavi-gri kağıt, cetvelleri yaldızlı",
          "persian": "zarafshān bar kāġaẕ-i āsmānī",
          "arabic": null
        },
        "details": "This is a visually striking manuscript. Both pages of the opening are written on distinctly blue-grey colored paper. The paper has a definite cool grey-blue tone that is unmistakably intentional — this is not simple aging or discoloration. The text is written in a large, clear nastaʿliq or naskh hand in black ink, which stands out prominently against the colored ground. Gold cetvels (ruling lines) frame the text block, clearly visible as bright gold lines against the blue-grey paper. The catalogue describes 'zerefşân tekniğiyle süslenmiş mavi-gri kağıtlar' — gold-sprinkled blue-grey papers. At this resolution, the zerefşân particles blend into the overall surface tone, but the golden shimmer quality of the paper surface is consistent with gold sprinkling over the blue-grey ground. The combination of colored paper + gold sprinkling + gold cetvels represents a coordinated luxury treatment."
      },
      "style_attribution": {
        "tradition": "Ottoman",
        "period": "uncertain — colored paper with zerefşân is found across several centuries [?]",
        "workshop": "High-quality production — the use of colored paper with zerefşân overlay indicates a luxury commission",
        "confidence": 0.45,
        "justification": "The combination of blue-grey colored paper with gold sprinkling and gold cetvels is a distinctive and relatively unusual treatment. Blue/grey papers are associated with Ottoman luxury production and can indicate Persianate influence. The Risale fi Tefsiri Kelimeteyn (Treatise on the Interpretation of Two Words) is a short text that has been given luxury treatment, suggesting a high-status patron or donor. The Esad Efendi provenance indicates Suleymaniye Library collection."
      },
      "condition_notes": "The blue-grey paper color appears well-preserved and consistent across both pages. The gold cetvels are bright and intact. The text is legible. Overall excellent condition for a colored paper manuscript.",
      "analysis_limitations": "Viewer screenshot resolution limits individual zerefşân particle identification. However, the colored paper ground and gold cetvels are clearly visible, and the overall golden shimmer quality of the paper surface supports the catalogue description. The blue-grey paper provides a better background for assessing gold sprinkling than white/cream paper, as the gold contrasts more with the darker ground."
    },
    {
      "folio": "p005",
      "source_image": "corpus/visual_confirmation_batch1/esad_efendi_00155_p005_iiif.png",
      "decoration_type": "paper_decoration",
      "elements": [
        {
          "element_type": "colored paper",
          "element_type_ottoman": "mülevven / renkli yaprak",
          "element_type_persian": null,
          "motifs": [],
          "colors": ["blue-grey (mavi-gri)"],
          "gold_technique": null,
          "position": "entire paper surface — both pages"
        },
        {
          "element_type": "gold-sprinkled paper",
          "element_type_ottoman": "zerefşân / serpme",
          "element_type_persian": "zarafshān",
          "motifs": [],
          "colors": ["gold particles on blue-grey paper"],
          "gold_technique": "zerefşân (serpme)",
          "position": "across the blue-grey paper surface"
        },
        {
          "element_type": "cedvel",
          "element_type_ottoman": "cedvel / cetvel",
          "element_type_persian": "jadval",
          "motifs": [],
          "colors": ["gold (yaldız)"],
          "gold_technique": "altın varak",
          "position": "framing text block on both pages"
        }
      ],
      "paper_decoration": {
        "type": "mixed",
        "technique_terms": {
          "ottoman": "zerefşân tekniğiyle süslenmiş mavi-gri kağıt, cetvelleri yaldızlı",
          "persian": "zarafshān bar kāġaẕ-i āsmānī",
          "arabic": null
        },
        "details": "Second opening showing the same decorative treatment as p003. The blue-grey paper color is consistent across these pages as well, confirming this is a manuscript-wide treatment rather than limited to the opening. The gold cetvels continue to frame the text block. The text appears to be a continuation of the treatise in the same hand. The consistent application of the colored paper + zerefşân + gold cedvel program throughout the manuscript reinforces the assessment that this is a unified luxury production."
      },
      "style_attribution": {
        "tradition": "Ottoman",
        "period": "uncertain [?]",
        "workshop": "Same production as p003 — unified decorative program",
        "confidence": 0.45,
        "justification": "Consistent with p003 assessment. The uniformity of treatment across multiple openings confirms a single, coordinated production."
      },
      "condition_notes": "Consistent with p003 — well-preserved blue-grey paper, intact gold cetvels, legible text.",
      "analysis_limitations": "Same limitations as p003. The viewer screenshot resolution prevents individual particle identification of zerefşân."
    }
  ],
  "terminology": {
    "terms_used": [
      {
        "concept": "Gold-sprinkled paper",
        "ottoman": "zerefşân / serpme / yaldız serpme",
        "arabic": "dhahab marsūsh (ذهب مرشوش)",
        "persian": "zarafshān / afshān (افشان)",
        "english": "gold-sprinkled paper — fine metallic particles scattered on paper surface"
      },
      {
        "concept": "Colored paper",
        "ottoman": "mülevven / renkli yaprak",
        "arabic": "mulauwwan (ملوّن)",
        "persian": "mulavvan",
        "english": "colored / tinted paper"
      },
      {
        "concept": "Blue-grey paper color",
        "ottoman": "mavi-gri / lacivert-gri",
        "arabic": null,
        "persian": "kāġaẕ-i āsmānī (sky-colored paper)",
        "english": "blue-grey paper ground"
      },
      {
        "concept": "Ruling lines / frame",
        "ottoman": "cedvel / cetvel",
        "arabic": "jadwal (جدول)",
        "persian": "jadval",
        "english": "ruling lines / frame lines around the text block"
      },
      {
        "concept": "Gold ruling",
        "ottoman": "altın cetvelli / cetvelleri yaldızlı",
        "arabic": null,
        "persian": "jadval-i zarrīn",
        "english": "gold ruling lines framing the text block"
      },
      {
        "concept": "Gold leaf",
        "ottoman": "altın varak",
        "arabic": null,
        "persian": null,
        "english": "gold leaf (used for cetvels)"
      },
      {
        "concept": "Short treatise / booklet",
        "ottoman": "risâle",
        "arabic": "risāla (رسالة)",
        "persian": "risāla",
        "english": "short treatise or booklet format"
      }
    ]
  },
  "bibliography": [
    {
      "citation": "Blair, Sheila S. 'Color and Gold: The Decorated Papers Used in Manuscripts in Later Islamic Times.' Muqarnas XVII (2000): 24–36.",
      "relevance": "Core reference for decorated paper techniques in Islamic manuscripts, including gold-sprinkled and colored papers. Directly relevant to zerefşân on blue-grey paper.",
      "relevance_score": 0.95,
      "access_notes": "Published by Brill; available via JSTOR and academic library access."
    },
    {
      "citation": "GlobalDecoPaper ERC Project. Decorated Papers in Persianate Manuscripts (LMU Munich, ongoing). Project page: https://www.en.islamwissenschaft.uni-muenchen.de/research/globdec/index.html",
      "relevance": "Ongoing research project directly focused on decorated papers (including zerefşân) in Persianate and Ottoman manuscripts. The most current scholarly initiative on this precise topic.",
      "relevance_score": 0.90,
      "access_notes": "Open-access project outputs; check project website for publications."
    },
    {
      "citation": "Bloom, Jonathan M. Paper Before Print: The History and Impact of Paper in the Islamic World. New Haven: Yale University Press, 2001.",
      "relevance": "Fundamental reference on paper history and decorated paper in the Islamic world. Relevant to the material history of colored and treated papers.",
      "relevance_score": 0.80,
      "access_notes": null
    },
    {
      "citation": "Gacek, Adam. The Arabic Manuscript Tradition: A Glossary of Technical Terms and Bibliography. Leiden: Brill, 2001.",
      "relevance": "Standard reference for Arabic manuscript terminology; provides definitions for cedvel/jadwal (ruling), mülevven (colored paper), and related codicological terms used in this record.",
      "relevance_score": 0.75,
      "access_notes": null
    },
    {
      "citation": "Déroche, François. Islamic Codicology: An Introduction to the Study of Manuscripts in Arabic Script. Translated by Deke Dusinberre and David Radzinowicz. London: Al-Furqan Islamic Heritage Foundation, 2005.",
      "relevance": "Major reference for Islamic manuscript codicology. Relevant to paper preparation, ruling, and the physical description of the manuscript.",
      "relevance_score": 0.72,
      "access_notes": null
    },
    {
      "citation": "Gacek, Adam. Arabic Manuscripts: A Vademecum for Readers. Leiden: Brill, 2009.",
      "relevance": "Extended terminology reference covering page layout, ruling systems, and paper preparation relevant to the framing system described in this record.",
      "relevance_score": 0.70,
      "access_notes": null
    },
    {
      "citation": "Tanındı, Zeren. 'Bibliophile Aghas (Eunuchs) at Topkapı Sarayı.' Muqarnas 21 (2004): 333–343.",
      "relevance": "Discusses luxury manuscript production and decorated paper use in the Ottoman court context (Topkapı collections), providing comparative material for colored and gold-sprinkled papers in Ottoman manuscripts.",
      "relevance_score": 0.65,
      "access_notes": "Published by Brill."
    },
    {
      "citation": "Roxburgh, David J. The Persian Album, 1400–1600: From Dispersal to Collection. New Haven: Yale University Press, 2005.",
      "relevance": "Covers the tradition of album-making and decorated paper use (including colored papers and zerefşân) in Timurid-Safavid and Ottoman contexts; provides comparative framework for understanding blue-grey paper with gold sprinkling as a luxury material choice.",
      "relevance_score": 0.60,
      "access_notes": null
    },
    {
      "citation": "Bağcı, Serpil, Filiz Çağman, Günsel Renda, and Zeren Tanındı. Ottoman Painting. Ankara: Ministry of Culture and Tourism, 2006.",
      "relevance": "Survey of Ottoman manuscript and painting traditions with discussion of paper preparation and the material conditions of Ottoman luxury manuscripts. Useful for situating the Esad Efendi manuscript in broader Ottoman production context.",
      "relevance_score": 0.58,
      "access_notes": "Published in Turkish as Osmanlı Resim Sanatı; English translation published by the Turkish Ministry of Culture."
    }
  ],
  "suggested_collections": [
    {
      "institution": "YEK Portal (Yazma Eserler Kurumu)",
      "reason": "Central Turkish manuscript catalogue with ~600,000 records across 252 collections. The primary source for this record; full catalogue entry accessible at the shelfmark.",
      "digital_access": "https://portal.yek.gov.tr"
    },
    {
      "institution": "Topkapı Palace Museum Library (Topkapı Sarayı Müzesi Kütüphanesi)",
      "reason": "Holds the largest collection of Ottoman luxury manuscripts with colored and gold-sprinkled papers, providing the closest comparanda for this type of production.",
      "digital_access": "https://kutuphane.tsmk.gov.tr"
    },
    {
      "institution": "Chester Beatty Library, Dublin",
      "reason": "Major Western collection with Ottoman and Persianate manuscripts featuring colored and zerefşân papers; digitized images allow direct visual comparison.",
      "digital_access": "https://viewer.cbl.ie"
    }
  ],
  "provenance": {
    "donor": "Esad Efendi (collection founder; exact identity requires archival verification)",
    "waqf": "Esad Efendi Vakfı / Süleymaniye Kütüphanesi",
    "previous_shelfmarks": [],
    "notes": "The manuscript is held in the Esad Efendi collection of Süleymaniye Kütüphanesi, Istanbul. 'Esad Efendi' refers to the Ottoman scholar and Şeyhülislam Mehmed Esad Efendi (1789–1848), whose library was donated as a vakıf and forms one of the named sub-collections within Süleymaniye. Further archival research is required to confirm the acquisition history of this specific manuscript within the collection."
  },
  "analysis_metadata": {
    "analyzed_date": "2026-02-26",
    "analyzer": "claude-code-manuscript-pipeline",
    "image_source": "YEK Portal / Süleymaniye IIIF viewer (screenshot fallback)",
    "image_quality_notes": "Viewer screenshots at approximately 1536×864 px. Resolution sufficient to confirm colored paper ground and gold cetvels clearly. Zerefşân particle identification limited by resolution; confirmation supported by catalogue description corroboration and surface shimmer quality. Direct IIIF download unavailable (HTTP/2 / CORS issues — known project limitation).",
    "folios_examined": ["p003", "p005"],
    "folios_not_examined": "Folios outside p003 and p005 were not available as screenshots. Uniform treatment is inferred from consistency between the two examined openings and the catalogue description, but was not verified across the full manuscript."
  }
}
