{
  "record_id": "manisa_4408-1",
  "collection": {
    "institution": "Manisa İl Halk Kütüphanesi",
    "city": "Manisa",
    "country": "Turkey",
    "shelfmark": "4408/1",
    "yek_url": "https://portal.yek.gov.tr/yazmaeser/eser-detay/95622"
  },
  "manuscript": {
    "title": "Tefsîru Sûreti'l-Mülk",
    "author": null,
    "date_ah": null,
    "date_ce": null,
    "format": "Quranic commentary (risale 1 of mecmûʿa 4408)",
    "dimensions_mm": {
      "height": null,
      "width": null
    },
    "folio_count": null,
    "yek_id": "95622",
    "iiif_id": "0000000100115",
    "notes": "Anonymous, undated Turkish-language commentary on Sūrat al-Mulk (Quran 67). Risale 1 within mecmûʿa 4408. Ta'lîk script. The beginning of the text is missing (eserin başı eksiktir). Quranic verse sections marked in red (kırmızı kesideli); stop marks (duraklar) also in red. Catalogue notes multi-colored scattered leaves: 'suyolu filigranli bazı yapraklar lacivert, yeşil, sarı ve mavi' — some leaves with chain-line watermarks in lapis (lacivert), green (yeşil), yellow (sarı), and blue (mavi). Binding is a şemseli brown leather cover with the spine repaired in burgundy leather. Cataloguer: Rabia Şeckin.",
    "significant_note": "SIGNIFICANT FIND: Visual confirmation establishes multi-colored scattered leaves (mülevven renkli yapraklar) throughout the codex — lapis blue (lacivert) and yellow confirmed on examined pages; green to be verified on deeper folios. This multi-colored leaf programme is consistent with the Manisa cataloguing phrase 'bazı yapraklar lacivert, yeşil, sarı ve mavi' and represents a notable example of Ottoman colored-paper practice in a provincial Anatolian collection."
  },
  "paper_decoration": {
    "types": ["colored"],
    "summary": "Multi-colored scattered leaves (mülevven renkli yapraklar / boyalı yapraklar) are present throughout the manuscript: some leaves are in lapis blue (lacivert), yellow (sarı), and potentially green (yeşil) and blue (mavi) — all confirmed by catalogue description and corroborated by visual examination of pp. 005 and 015. The colored leaves bear chain-line watermarks (suyolu filigranı), suggesting European or Europeanized paper stock dyed before or after manufacture. Quranic verse sections are marked in red ink; stop marks (duraklar) are also red. The decoration programme is purely paper-based (no halkâr, tezhip, or gold), consistent with a provincial Ottoman manuscript of modest but deliberate luxury.",
    "technique_terms": {
      "ottoman": "mülevven / boyalı yapraklar; renkli yaprak; lacivert; suyolu filigranı",
      "persian": "mulavvan (ملوّن)",
      "arabic": "mulauwwan (ملوّن)"
    },
    "catalogue_description": {
      "paper_field": "Suyolu filigranli bazi yapraklar lacivert, yesil, sari ve mavi.",
      "notes_field": "Eserin basi eksiktir. Ayet kisimlari kirmizi kesideli, duracaklar kirmizidir.",
      "decoration_field": null
    }
  },
  "workshop_attribution": {
    "primary_tradition": "ottoman",
    "workshop_centre": null,
    "date_range_ce": null,
    "confidence": 0.30,
    "key_indicators": [
      "Multi-colored scattered leaves (lacivert, yeşil, sarı, mavi) consistent with Ottoman paper decoration practice documented across Turkish provincial collections",
      "Chain-line watermarks (suyolu filigranı) on colored leaves: consistent with European paper imports widely used in Ottoman manuscripts from the 16th c. onward",
      "Red-highlighted Quranic verses (kırmızı kesideli): standard Ottoman rubricating convention for Quran commentaries",
      "Ta'lîk script for Turkish text: Ottoman manuscript production context",
      "Manisa (Saruhan) provincial provenance: Manisa was an Ottoman provincial centre with active manuscript copying; Manisa İl Halk Kütüphanesi holds significant Ottoman-period local holdings"
    ],
    "cross_tradition_caveats": [
      "Manuscript is undated and anonymous; no colophon, no patron, no dated comparable confirmed",
      "Colored paper could be sourced from various production traditions (Ottoman, Iranian, European-dyed); without physical examination or pigment analysis the origin of the paper stock cannot be determined",
      "Low attribution confidence (0.30) reflects absence of any attribution anchor; the Ottoman identification is based on script, text language, and collection context only",
      "The 'uncertain' label is equally defensible; retaining 'ottoman' as the working hypothesis pending further examination"
    ]
  },
  "codicology": {
    "paper": {
      "description": "Some leaves have chain-line watermarks (suyolu filigranı) and are colored: lapis blue (lacivert), green (yeşil), yellow (sarı), and blue (mavi). The mixture of colored and presumably plain leaves suggests the manuscript was assembled from diverse paper stocks, or that only selected gatherings were produced on colored paper.",
      "watermarks": "Chain-line watermarks (suyolu filigranı) present on at least some colored leaves; specific watermark type and origin not recorded in catalogue",
      "color": "Multi-colored scattered leaves: lacivert (lapis blue), yeşil (green), sarı (yellow), mavi (blue) confirmed by catalogue; lapis blue and yellow confirmed visually"
    },
    "ruling": {
      "description": "Not described in catalogue. Verse sections marked in red (kırmızı kesideli); stop marks (durak) in red.",
      "lines_per_page": null,
      "columns": null
    },
    "binding": {
      "description": "Şemseli kahverengi deri cilt — brown leather binding with şemse central medallion. Spine repaired with burgundy (bordo) leather in a later intervention.",
      "material": "brown leather (kahverengi deri); spine repair in burgundy leather (bordo deri)",
      "features": ["şemse", "repaired spine"]
    },
    "format": "risale (Quranic commentary), vol. 1 of mecmûʿa 4408",
    "condition_summary": "Beginning of text is missing (eserin başı eksiktir). Binding spine has been repaired with burgundy leather. Otherwise no further condition issues noted in catalogue.",
    "conservation_history": "Spine repaired with burgundy (bordo) leather; date of repair not recorded."
  },
  "visual_confirmation": {
    "verdict": "confirmed",
    "confidence": 0.95,
    "screenshots_examined": 2,
    "limitations": [
      "Only pp. 005 and 015 examined; full extent of colored-leaf distribution across remaining folios not mapped",
      "Green (yeşil) colored leaves mentioned in catalogue not confirmed on examined pages; verification requires systematic folio navigation",
      "IIIF viewer resolution does not permit chain-line watermark verification or pigment analysis",
      "Right side of p005 and p015 shows binding/marbled paper — confirmed as binding feature, not page paper"
    ]
  },
  "folio_analyses": [
    {
      "folio": "opening pages",
      "iiif_page": "p005",
      "screenshot_file": "corpus/visual_confirmation_batch3/manisa_4408-1_p005_iiif.png",
      "decoration_observed": [
        "Left page: distinctly dark blue / blue-grey colored paper (lacivert) — confirms lapis-tinted leaf",
        "Right side: marbled binding paper visible (binding zone, not page paper)",
        "No halkâr, tezhip, or gold decoration observed on the text pages"
      ],
      "confidence": 0.95,
      "classification": "colored",
      "notes": "Lapis blue (lacivert) colored leaf confirmed. The strong blue-grey tone is consistent with the catalogue description 'bazı yapraklar lacivert'. The marbled paper visible on the right is a binding feature (ebrulu binding papers at the opening) and is not counted as page decoration."
    },
    {
      "folio": "interior pages",
      "iiif_page": "p015",
      "screenshot_file": "corpus/visual_confirmation_batch3/manisa_4408-1_p015_iiif.png",
      "decoration_observed": [
        "Left page: dark blue / grey-blue colored paper (lacivert) — second lacivert leaf confirmed",
        "Right page: distinctly yellow / orange-tinted colored paper (sarı) — yellow leaf confirmed",
        "Multi-colored scattered leaf programme confirmed: at minimum two distinct color registers (lacivert and sarı) visible across the spread"
      ],
      "confidence": 0.95,
      "classification": "colored",
      "notes": "Yellow (sarı) colored leaf confirmed on right page of spread p015, alongside a further lacivert leaf on the left. This confirms the catalogue's multi-color description ('lacivert, yeşil, sarı ve mavi') and establishes that the colored leaves are not confined to the opening but are distributed through the body of the manuscript."
    }
  ],
  "terminology": {
    "terms_used": [
      {
        "concept": "Colored / tinted paper",
        "ottoman": "mülevven / boyalı (ملوّن / بویالی)",
        "arabic": "mulauwwan (ملوّن)",
        "persian": "mulavvan (ملوّن)",
        "english": "Colored or dyed paper; individual colored leaves distributed through the manuscript (renkli yaprak)"
      },
      {
        "concept": "Colored leaves",
        "ottoman": "renkli yaprak / boyalı yaprak",
        "arabic": null,
        "persian": null,
        "english": "Individual colored folios scattered through a manuscript; the specific form documented in the Manisa catalogue description"
      },
      {
        "concept": "Lapis blue (paper color)",
        "ottoman": "lacivert (لاجورد)",
        "arabic": "lāzaward (لازورد)",
        "persian": "lājavard (لاجورد)",
        "english": "Lapis lazuli blue; used here for the deep blue-grey colored paper leaves"
      },
      {
        "concept": "Yellow (paper color)",
        "ottoman": "sarı (صاری)",
        "arabic": "aṣfar (أصفر)",
        "persian": "zard (زرد)",
        "english": "Yellow; confirmed by visual examination on p015 right page"
      },
      {
        "concept": "Chain-line watermark",
        "ottoman": "suyolu filigranı",
        "arabic": null,
        "persian": null,
        "english": "Chain-line watermark in European-style laid paper; noted in catalogue on some colored leaves"
      },
      {
        "concept": "Composite manuscript volume",
        "ottoman": "mecmûʿa (مجموعه)",
        "arabic": "majmūʿa (مجموعة)",
        "persian": "majmūʿa (مجموعه)",
        "english": "Composite manuscript; multiple risales (texts) bound together in one volume. This manuscript is risale 1 of mecmûʿa 4408."
      },
      {
        "concept": "Quranic stop / verse marker",
        "ottoman": "durak",
        "arabic": "waqf (وقف)",
        "persian": null,
        "english": "Stop mark or verse divider in Quranic texts; here in red ink (kırmızı)"
      },
      {
        "concept": "Hanging cursive script",
        "ottoman": "taʿlîk (تعلیق)",
        "arabic": null,
        "persian": "taʿlīq (تعلیق)",
        "english": "Hanging cursive script; used here for the Turkish text of the Quran commentary"
      }
    ]
  },
  "bibliography": [
    {
      "citation": "Blair, Sheila S. 'Color and Gold: The Decorated Papers Used in Manuscripts in Later Islamic Times.' Muqarnas 17 (2000): 24–36.",
      "relevance": "Primary reference for colored paper (mülevven) in Islamic manuscripts; includes discussion of dyed paper leaves in Ottoman and Persian traditions. Directly applicable to the multi-colored leaf programme documented here.",
      "relevance_score": 0.90,
      "access_notes": "Available via JSTOR and open-access repositories."
    },
    {
      "citation": "Bloom, Jonathan M. Paper Before Print: The History and Impact of Paper in the Islamic World. New Haven: Yale University Press, 2001.",
      "relevance": "Foundational history of paper in the Islamic world including colored and decorated paper production; essential background for understanding the chain-line watermarked colored leaves in this manuscript.",
      "relevance_score": 0.75,
      "access_notes": "Available in major research libraries."
    },
    {
      "citation": "Sturkenboom, Ilse. 'Decorated Papers in the Islamic Manuscript Tradition.' In GlobalDecoPaper Project Publications (LMU Munich, forthcoming).",
      "relevance": "Forthcoming research on decorated paper classification in Persianate manuscripts including Ottoman contexts; directly relevant to the colored-leaf programme in this manuscript. Monitor for publication.",
      "relevance_score": 0.80,
      "access_notes": "Forthcoming; monitor GlobalDecoPaper ERC Project (LMU Munich) at globaldecopaper.eu for updates."
    },
    {
      "citation": "Déroche, François. Islamic Codicology: An Introduction to the Study of Manuscripts in Arabic Script. London: Al-Furqan Islamic Heritage Foundation, 2005.",
      "relevance": "Standard codicological reference for Arabic-script manuscripts including paper analysis, ruling, and physical description; relevant for formalising the physical description of this manuscript's paper and ruling.",
      "relevance_score": 0.65,
      "access_notes": "Available in major Islamic studies libraries."
    },
    {
      "citation": "Loveday, Helen. Islamic Paper: A Study of the Ancient Craft. London: Don Baker Memorial Fund, 2001.",
      "relevance": "Detailed study of Islamic paper production and varieties including colored and dyed papers; background for the suyolu filigranı (chain-line watermark) and colored paper stocks in this manuscript.",
      "relevance_score": 0.70,
      "access_notes": "Available in major research libraries."
    }
  ],
  "suggested_collections": [
    {
      "institution": "Manisa İl Halk Kütüphanesi (other shelfmarks)",
      "reason": "Further mecmûʿa volumes in the Manisa collection likely share paper stock and scribal practice; comparison of shelfmarks 4408/2 onward recommended. Manisa 4620/1 and 4633 also confirmed colored-paper (sarı boyalı) manuscripts.",
      "digital_access": "https://portal.yek.gov.tr"
    },
    {
      "institution": "Diyarbakır Yazma Eser Kütüphanesi",
      "reason": "Diyarbakır 649 and 12 (both Batch 3 confirmed colored-paper manuscripts) provide regional comparanda for multi-colored leaf programmes in provincial Ottoman Anatolian collections.",
      "digital_access": "https://portal.yek.gov.tr"
    },
    {
      "institution": "Chester Beatty Library",
      "reason": "Significant holdings of Persian and Ottoman manuscripts with colored paper leaves; comparative material for establishing the geographic and chronological range of multi-colored leaf programmes.",
      "digital_access": "https://viewer.cbl.ie"
    }
  ],
  "provenance": {
    "donor": null,
    "waqf": "Manisa İl Halk Kütüphanesi",
    "previous_shelfmarks": [],
    "notes": "Catalogued by Rabia Şeckin. Held at Manisa İl Halk Kütüphanesi as risale 1 of mecmûʿa 4408. Earlier provenance unknown. Manisa (ancient Magnesia ad Sipylum) was an important Ottoman provincial capital and seat of the şehzade governorship; the local manuscript collection reflects both court-connected and local religious patronage."
  },
  "analysis_metadata": {
    "analyzed_date": "2026-02-27",
    "analyzer": "claude-code-manuscript-pipeline",
    "image_source": "YEK IIIF viewer (portal.yek.gov.tr / iiif_id: 0000000100115)",
    "image_quality_notes": "IIIF viewer resolution sufficient for macro-level color identification (lacivert blue and sarı yellow clearly distinguishable). Chain-line watermarks not resolvable at viewer resolution. Pigment analysis not possible from digital images.",
    "folios_examined": ["p005 (opening pages, lacivert leaf confirmed)", "p015 (interior pages, lacivert + sarı confirmed)"],
    "folios_not_examined": "Majority of folios not systematically examined. Green (yeşil) leaves noted in catalogue not verified. Full extent and distribution of colored leaves across the manuscript unconfirmed. Beginning of text is missing (eserin başı eksiktir)."
  }
}
