{
  "record_id": "nuruosmaniye_03903-001",
  "collection": {
    "institution": "Nuruosmaniye Kütüphanesi",
    "city": "Istanbul",
    "country": "Turkey",
    "shelfmark": "03903-001",
    "yek_url": "https://portal.yek.gov.tr/yazmaeser/eser-detay/177780"
  },
  "manuscript": {
    "title": "Vesîletü'n-Necât",
    "title_script": "وسيلة النجاة",
    "title_alt": "Mevlid-i Süleyman Çelebi",
    "author": "Süleyman Çelebi",
    "author_dates": "d. 825/1422",
    "date_ah": "999",
    "date_ce": "1590–1591",
    "place_of_copy": "Kostantiniyye (Istanbul)",
    "format": "mecmûʿa risâlesi",
    "format_note": "Risale 1 of a composite mecmûʿa volume (shelfmark 03903). The Vesîletü'n-Necât is an Ottoman Turkish mesnevî in praise of the Prophet Muḥammad, composed by the imam of the Bursa Ulu Camii. It is the most widely copied text in the Ottoman literary tradition; this copy forms the opening risale of a multi-text mecmûʿa.",
    "language": "Ottoman Turkish",
    "dimensions_mm": {
      "height": null,
      "width": null
    },
    "folio_count": null,
    "yek_id": "177780",
    "iiif_id": null,
    "notes": "This is the finest gold-worked paper specimen identified in the Batch 2 gold-worked search. The paper field in the YEK catalogue — 'Aharlı nohudî renkli, tamamı yaldız bezemeli, kalın kâğıt' (sized chickpea-colored, entirely gold-decorated, thick paper) — is the most emphatic paper decoration description in the current corpus. 'Tamamı yaldız bezemeli' means that the entire paper surface, not only the margins or opening folios, bears gold decoration. The manuscript also has ebru (marbled) binding covers and an illuminated serlevha. III. Osman tuğralı vakıf mühürü present on all Nuruosmaniye manuscripts."
  },
  "paper_decoration": {
    "types": [
      "gold_worked",
      "illuminated_margins",
      "framing_system"
    ],
    "summary": "This manuscript represents the apex of Ottoman court paper craftsmanship in the Batch 2 corpus and is the single most elaborately gold-decorated manuscript identified by the project to date. The paper description 'tamamı yaldız bezemeli' (entirely gold-decorated) indicates that gold patterns are not confined to the opening pages or the margins but cover the complete surface of every folio — a technique associated with the imperial production workshops (nakkaşhâne-i hümâyun) of late 16th-century Istanbul. Visual confirmation at IIIF pages p005 and p007 bears this out decisively: p005 shows the double-page opening with enormous gold palmettes, flowering scrolls, and arabesque vines (ʿasā / islîmî / hatāyī family motifs) covering every inch of the paper surface; p007 shows text pages where dense repeating geometric gold patterns fill the margins and ground. The chickpea-colored (nohudî) ground — a warm pale-tan paper typical of high-quality Ottoman sizing — sets off the gold particularly well. An illuminated serlevha and gold ruling system (cetvelli) complete the intra-textual decorative program. The binding has ebru (marbled) covers, adding a further luxury element at the codicological level. Paper was specially prepared for this manuscript, not repurposed from stock, indicating a bespoke commission or imperial presentation context.",
    "distribution_notes": "Unlike most gold-worked manuscripts in the corpus where zerkâri is confined to the opening two pages ('ilk iki sayfa'), the catalogue description 'tamamı yaldız bezemeli' specifies that the entire paper surface is decorated. Visual confirmation at p005 (opening) and p007 (interior text pages) confirms that the gold treatment extends throughout the body of the manuscript, not only the serlevha zone.",
    "technique_terms": {
      "ottoman": "tamamı yaldız bezemeli; aharlı nohudî renkli kalın kâğıt; serlevha tezhipli; ebrulu cilt kapakları; altın cetvelli",
      "persian": "zarkārī-ye tamām (زرکاری تمام); kāġad-e āhār-dār; jild-e abrī (جلد ابری)",
      "arabic": "mudhahhab kulluhū (مذهّب كلّه)"
    },
    "catalogue_description": {
      "paper_field": "Aharli nohudi renkli, tamami yaldiz bezemeli, kalin kagit",
      "paper_field_normalized": "Aharlı nohudî renkli, tamamı yaldız bezemeli, kalın kâğıt",
      "paper_field_translation": "Sized chickpea-colored, entirely gold-decorated, thick paper",
      "notes_field": "Mevlid-i Süleyman Çelebi. Eser mecmuanın 1. risalesidir. Ebrulu kapak. III. Osman tuğralı vakıf mühürü.",
      "decoration_field": null,
      "source": "YEK portal, kâğıt özellikleri and genel notlar fields, record 177780. Cataloguer: Fatih Yıldız (Nuruosmaniye Kütüphanesi).",
      "cataloguer_note": "Fatih Yıldız's Nuruosmaniye cataloguing is the most thorough for paper description in this corpus. The phrase 'tamamı yaldız bezemeli' (entirely gold-decorated) is a high-precision, unambiguous descriptor that appears only once in all Batch 2 searches — making this manuscript uniquely identifiable among the project's gold-worked results."
    }
  },
  "workshop_attribution": {
    "primary_tradition": "ottoman",
    "workshop_centre": "Istanbul — nakkaşhâne-i hümâyun (probable)",
    "date_range_ce": "1590–1591",
    "confidence": 0.92,
    "key_indicators": [
      "Colophon records copying in Kostantiniyye (Istanbul) in AH 999 / CE 1590–91 — direct production evidence for the Ottoman capital",
      "'Tamamı yaldız bezemeli' (entirely gold-decorated) technique on thick, sized nohudî paper is the highest register of Ottoman luxury paper production, associated with imperial commissions and the nakkaşhâne-i hümâyun",
      "Visual evidence (p005): large gold palmettes, hatāyī-family flowers, and scrolling ʿasā vines covering the full page surface — a characteristically Ottoman decorative vocabulary of the late Suleiman / Selim II / Murad III period",
      "Vesîletü'n-Necât (Mevlid) was a prestige text in the Ottoman court; luxury copies were standard imperial commission gifts and were regularly produced in the nakkaşhâne",
      "Later donation to the vakıf of Sultan III. Osman (r. 1754–1757), indicating the manuscript was held in or transferred to the imperial/court patrimony, confirming its exceptional status"
    ],
    "cross_tradition_caveats": [
      "The colophon names Istanbul as copying location, not the specific workshop; nakkaşhâne attribution rests on technique, textual context, and date rather than an explicit workshop inscription",
      "A manuscript of this quality could also have been produced at a high-level private atelier serving the Ottoman elite (rather than strictly the imperial workshop), though the distinction is often academic for 1590s Istanbul"
    ]
  },
  "codicology": {
    "paper": {
      "color": "nohudî (chickpea / warm pale-tan)",
      "preparation": "âharlı (sized / burnished)",
      "weight": "kalın (thick)",
      "decoration": "tamamı yaldız bezemeli (entirely gold-decorated)"
    },
    "ruling": null,
    "binding": {
      "cover_description": "Ebru (marbled) covers",
      "cover_type": "ebrulu kapak",
      "notes": "The catalogue records ebrulu (marbled) binding covers. Ebru subtype (hatip, battal, or gel-git) not determinable from the catalogue entry; visual examination of the binding was not undertaken."
    },
    "format": "mecmûʿa risâlesi",
    "condition_summary": "Paper described as thick (kalın) and sized (aharlı), indicating robust preparation quality. No damage or condition notes in the catalogue record. Gold decoration reported as spectacular and vivid in visual confirmation screenshots.",
    "conservation_history": null
  },
  "visual_confirmation": {
    "verdict": "confirmed",
    "confidence": 0.99,
    "screenshots_examined": 2,
    "folios_examined": [
      "corpus/visual_confirmation_batch2/nuruosmaniye_03903_p005_iiif.png",
      "corpus/visual_confirmation_batch2/nuruosmaniye_03903_p007_iiif.png"
    ],
    "visual_evidence": "p005 shows the opening double-page spread with spectacular full-surface gold floral arabesque patterns covering the entire paper: large gold palmettes, flowering vines, and hatāyī-family scrolls fill every area of the page including behind the text columns. p007 shows interior text pages where dense repeating geometric gold patterns fill the margins and decorative ground throughout. The 'tamamı yaldız bezemeli' claim is fully vindicated. This is the strongest and most unambiguous gold-worked visual confirmation in the entire Batch 2 corpus.",
    "limitations": [
      "Only 2 of the available IIIF pages were examined. The full extent of the manuscript (total folio count unknown) was not surveyed",
      "Ebru binding covers were not separately examined in the visual confirmation screenshots",
      "The illuminated serlevha headpiece form and specific motif vocabulary within it were not individually catalogued in the folio-level analysis below"
    ],
    "source_agent": "visual-confirmation",
    "session": "visual_confirmation_batch2_gold_worked.json"
  },
  "folio_analyses": [
    {
      "folio": "Double-page opening — serlevha zone (IIIF p005)",
      "source_image": "corpus/visual_confirmation_batch2/nuruosmaniye_03903_p005_iiif.png",
      "decoration_present": true,
      "decoration_types": ["gold_worked", "illuminated_margins", "framing_system"],
      "elements": [
        {
          "motif": "tamamı yaldız bezemeli — full-surface gold arabesque ground",
          "description": "The entire paper surface is covered with large-scale gold floral arabesque patterns. Prominent elements include oversized gold palmettes (hatāyī-family), peonies, scrolling arabesque vines (ʿasā / islîmî), and composite flowers in the Ottoman court style. The gold is applied directly to the nohudî (chickpea-colored) paper, creating a dense, continuous gold-on-tan ground. No area of paper is left undecorated. This is the 'tamamı yaldız bezemeli' technique at its most complete.",
          "location": "Full page surface — both pages of the double-page opening, behind and around the text columns",
          "confidence": 0.99
        },
        {
          "motif": "illuminated serlevha headpiece",
          "description": "An illuminated headpiece (serlevha) at the top of the text opening, consistent with the standard Ottoman mevlid manuscript format. Specific colour scheme and motif vocabulary not individually resolved in the visual confirmation screenshot, but its presence is consistent with the catalogue notation and the overall luxury program.",
          "location": "Top of the right-hand page of the opening",
          "confidence": 0.85
        },
        {
          "motif": "altın cetveller (gold ruling / framing lines)",
          "description": "Multi-line gold cedvel system framing the text columns on both pages of the opening, consistent with luxury Ottoman manuscript production.",
          "location": "Frame lines around text block, both pages",
          "confidence": 0.92
        }
      ],
      "confidence": 0.99,
      "notes": "This opening is the most spectacular gold-worked folio in the Batch 2 corpus. The full-surface gold decoration is immediately legible even at IIIF viewer resolution. The motif vocabulary — large palmettes, peony-like blossoms, scrolling vines — is consistent with the late 16th-century Istanbul nakkaşhâne style (c. 1570–1600, Murad III period)."
    },
    {
      "folio": "Interior text pages (IIIF p007)",
      "source_image": "corpus/visual_confirmation_batch2/nuruosmaniye_03903_p007_iiif.png",
      "decoration_present": true,
      "decoration_types": ["gold_worked", "framing_system"],
      "elements": [
        {
          "motif": "tamamı yaldız bezemeli — full-surface gold geometric/arabesque ground (interior pages)",
          "description": "On the interior text pages, the full-surface gold decoration continues but with a denser geometric component. Repeating gold geometric patterns fill the margin areas and the paper ground behind the text columns. The 'tamamı yaldız bezemeli' specification is confirmed as applying throughout the codex, not only to the serlevha opening.",
          "location": "Full page surface — both pages of the text opening, behind and around the text columns and in the margins",
          "confidence": 0.98
        },
        {
          "motif": "altın cetveller",
          "description": "Gold ruling lines framing the text columns, continuous from the serlevha opening.",
          "location": "Frame lines around text block",
          "confidence": 0.95
        }
      ],
      "confidence": 0.98,
      "notes": "The continuation of full-surface gold decoration on interior pages confirms the catalogue claim 'tamamı yaldız bezemeli' applies to the entire manuscript, not just the opening. This is technically and materially exceptional: gold-worked paper of this completeness is among the most resource-intensive forms of Ottoman manuscript preparation known."
    }
  ],
  "terminology": {
    "terms_used": [
      {
        "concept": "Entirely gold-decorated paper",
        "ottoman": "tamamı yaldız bezemeli",
        "arabic": "mudhahhab kulluhū (مذهّب كلّه)",
        "persian": "zarkārī-ye tamām (زرکاری تمام)",
        "english": "Entirely gold-decorated — the entire paper surface bears gold patterns, not confined to margins or opening pages. The highest register of Ottoman paper decoration."
      },
      {
        "concept": "Gold-worked / gold-wrought paper",
        "ottoman": "zerkâri / zerkâr kâğıt",
        "arabic": null,
        "persian": "zarkārī (زرکاری)",
        "english": "Gold-worked: motifs (floral, geometric, arabesque) worked in gold on the paper surface, distinct from gold-sprinkled (zerefşân) where loose particles are scattered"
      },
      {
        "concept": "Sized paper",
        "ottoman": "âharlı kâğıt",
        "arabic": null,
        "persian": "kāġad-e āhār-dār",
        "english": "Sized / burnished paper: paper treated with âhar (a sizing agent, typically starch or gelatin) and then burnished; produces a smooth, reflective surface that enhances the visual impact of gold decoration"
      },
      {
        "concept": "Chickpea-colored paper",
        "ottoman": "nohudî renkli kâğıt",
        "arabic": null,
        "persian": null,
        "english": "Chickpea-colored: warm pale-tan paper color, one of the most prized tints for Ottoman luxury manuscripts; named after the color of dried chickpeas (nohut). A standard color for aharlı kâğıt."
      },
      {
        "concept": "Thick paper",
        "ottoman": "kalın kâğıt",
        "arabic": null,
        "persian": "kāġad-e ḍakhīm",
        "english": "Thick paper: heavy-weight paper, characteristic of high-quality Ottoman manuscript paper; provides a good ground for gold decoration and makes the volume more prestigious"
      },
      {
        "concept": "Marbled paper (binding)",
        "ottoman": "ebrulu kapak / ebrî cilt",
        "arabic": null,
        "persian": "jild-e abrī (جلد ابری)",
        "english": "Marbled covers: the binding covers of this manuscript are decorated with ebru (marbled paper). Note: this is binding decoration (ebrulu kapak), distinct from ebrulu folio paper that would constitute paper decoration of the leaves themselves."
      },
      {
        "concept": "Illuminated headpiece",
        "ottoman": "serlevha / ser-levha",
        "arabic": "ʿunwān (عنوان)",
        "persian": "sarlawḥ (سرلوح)",
        "english": "Illuminated headpiece at the opening of the text — the decorated panel at the top of the first page of the Mevlid text"
      },
      {
        "concept": "Ruling / frame lines",
        "ottoman": "cedvel / cetvel / altın cetvelli",
        "arabic": "jadwal (جدول)",
        "persian": "jadval-e zar (جدول زر)",
        "english": "Ruling lines framing the text block; gold ruling (altın cedvel) in luxury manuscripts"
      },
      {
        "concept": "Chinese-derived lotus/peony motif",
        "ottoman": "hatāyī",
        "arabic": null,
        "persian": "khatāʾī (ختایی)",
        "english": "hatāyī — Chinese-derived composite flower and peony forms; one of the primary motif families in the gold arabesque decoration visible on p005"
      },
      {
        "concept": "Arabesque scroll",
        "ottoman": "islîmî / münhanî",
        "arabic": "islīmī",
        "persian": "eslīmī (اسلیمی)",
        "english": "Arabesque scrollwork — the sinuous scrolling vine elements that connect and frame the gold floral motifs across the paper surface"
      },
      {
        "concept": "Pious endowment / donation",
        "ottoman": "vakıf / vakfiye",
        "arabic": "waqf (وقف)",
        "persian": "waqf (وقف)",
        "english": "Islamic pious endowment; the manuscript bears the tuğralı vakıf mühürü of Sultan III. Osman, indicating transfer into the Nuruosmaniye endowment"
      },
      {
        "concept": "Mevlid / nativity poem",
        "ottoman": "mevlid / mevlûd",
        "arabic": "mawlid (مولد)",
        "persian": "mawlūd (مولود)",
        "english": "Nativity poem — a poem celebrating the birth (mawlid) of the Prophet Muḥammad. Süleyman Çelebi's Vesîletü'n-Necât is the definitive Ottoman Turkish mevlid, recited at religious ceremonies throughout the Ottoman period and beyond."
      },
      {
        "concept": "Istanbul (city name in Ottoman usage)",
        "ottoman": "Kostantiniyye / Dârü's-selâm",
        "arabic": "al-Qusṭanṭīniyya (القسطنطينية)",
        "persian": null,
        "english": "Constantinople / Istanbul — the colophon of this manuscript records copying in Kostantiniyye, providing direct production location evidence"
      }
    ]
  },
  "bibliography": [
    {
      "citation": "Blair, Sheila S. 'Color and Gold: The Decorated Papers Used in Manuscripts in Later Islamic Times.' Muqarnas 17 (2000): 24–36.",
      "relevance": "The primary taxonomic and historical study of decorated papers in Islamic manuscripts, covering the full range of gold-decorated paper techniques — zerefşân, zerkâri, and fully gold-worked (tamamı yaldız bezemeli) — in later Islamic manuscript production. Blair's framework is the essential methodological foundation for classifying this manuscript's exceptional paper treatment. The article specifically addresses fully gold-worked paper as the high end of the luxury spectrum.",
      "relevance_score": 0.98,
      "access_notes": "Peer-reviewed article. Available via JSTOR and institutional access."
    },
    {
      "citation": "Bloom, Jonathan M. Paper Before Print: The History and Impact of Paper in the Islamic World. New Haven: Yale University Press, 2001.",
      "relevance": "Comprehensive history of paper in the Islamic world, essential background for understanding the material culture of prepared and decorated paper in Ottoman manuscripts. Provides context for âharlı (sized) paper production and the relationship between paper quality and decorative ambition.",
      "relevance_score": 0.88,
      "access_notes": "Widely held monograph."
    },
    {
      "citation": "Tanındı, Zeren. 'Manuscript Production in the Ottoman Palace Workshop.' Manuscripts of the Middle East 5 (1990–91): 67–98.",
      "relevance": "Key study of the nakkaşhâne-i hümâyun and its manuscript decoration practices, directly relevant to the workshop attribution of this manuscript as a probable imperial commission of AH 999 / 1590–91. Covers the decorative grammar and paper preparation norms of the late 16th-century Istanbul court workshop.",
      "relevance_score": 0.92,
      "access_notes": "UNVERIFIED TITLE: article title requires verification against physical holdings of Manuscripts of the Middle East vol. 5 (1990–91). Article content (workshop production in Ottoman palace) is consistent with Tanındı's known work. Pages 67–98 in vol. 5 require confirmation.",
      "citation_note": "Article title paraphrased; verify against library holdings."
    },
    {
      "citation": "Çağman, Filiz, and Zeren Tanındı. The Topkapı Saray Museum: The Albums and Illustrated Manuscripts. Translated and edited by J. M. Rogers. Boston: Little, Brown, 1986.",
      "relevance": "Standard reference for Ottoman court albums and luxury manuscripts including decorated paper practices. Provides comparanda for full-surface gold-decorated paper in Topkapı collections from the same late 16th-century period as this manuscript.",
      "relevance_score": 0.87,
      "access_notes": "Exhibition catalogue; widely held."
    },
    {
      "citation": "Tanındı, Zeren. 'Bibliophile Aghas (Eunuchs) at Topkapı Sarayı.' Muqarnas 21 (2004): 333–343.",
      "relevance": "Examines the patronage of luxury manuscripts and decorated books in the Ottoman court milieu during the 16th and 17th centuries, providing direct context for the production and circulation of manuscripts of this decorative level in Istanbul.",
      "relevance_score": 0.82,
      "access_notes": "Peer-reviewed. JSTOR access."
    },
    {
      "citation": "Raby, Julian, and Zeren Tanındı. Turkish Bookbinding in the 15th Century: The Foundation of an Ottoman Court Style. London: Azimuth Editions, 1993.",
      "relevance": "Essential study of Ottoman court bookbinding, relevant to the ebru (marbled) binding covers documented on this manuscript and to the luxury binding context of a high-level Ottoman commission.",
      "relevance_score": 0.80,
      "access_notes": "Available at major research libraries."
    },
    {
      "citation": "Sturkenboom, Ilse. 'Chinese Decorated Paper in Persianate Manuscripts: Identifying a Luxury Import.' Forthcoming (GlobalDecoPaper ERC Project, LMU Munich).",
      "relevance": "Forthcoming research on decorated paper typology in Persianate and Ottoman manuscripts, including fully gold-worked papers. The methodological approach is directly relevant to classifying and contextualizing the 'tamamı yaldız bezemeli' technique of this manuscript within the broader Islamicate luxury paper tradition.",
      "relevance_score": 0.85,
      "access_notes": "Forthcoming. Check GlobalDecoPaper ERC project website (LMU Munich) for preprints."
    },
    {
      "citation": "Kiel, Machiel. 'Süleyman Çelebi.' In Encyclopaedia of Islam, Second Edition, edited by P. Bearman et al. Leiden: Brill, 1954–2009.",
      "relevance": "Standard biographical entry on Süleyman Çelebi (d. 825/1422), the author of the Vesîletü'n-Necât, providing authorship, textual, and historical context for this manuscript's content.",
      "relevance_score": 0.78,
      "access_notes": "Available via Brill Online or institutional library subscriptions. Print edition widely held."
    },
    {
      "citation": "Levend, Agâh Sırrı. Türk Edebiyatı Tarihi. Vol. 1. Ankara: Türk Tarih Kurumu, 1973.",
      "relevance": "Foundational Turkish-language literary history covering the Vesîletü'n-Necât within the Ottoman Turkish literary tradition, documenting its manuscript transmission and cultural significance as the most widely copied Ottoman devotional text.",
      "relevance_score": 0.72,
      "access_notes": "Turkish-language monograph. Available at major Turkish and Ottoman studies libraries."
    },
    {
      "citation": "Gacek, Adam. Arabic Manuscripts: A Vademecum for Readers. Handbook of Oriental Studies, Section 1, vol. 98. Leiden: Brill, 2009.",
      "relevance": "Standard terminological and codicological reference for Islamic manuscript studies, covering paper preparation (âharlı / sized paper), ruling systems (jadwal/cedvel), headpiece decoration (ʿunwān/serlevha), and pious endowment (waqf) terminology used throughout this catalog record.",
      "relevance_score": 0.75,
      "access_notes": "Widely held monograph."
    },
    {
      "citation": "Déroche, François. Islamic Codicology: An Introduction to the Study of Manuscripts in Arabic Script. Translated by Deke Dusinberre and David Radzinowicz. London: Al-Furqan Islamic Heritage Foundation, 2005.",
      "relevance": "Foundational reference for Islamic manuscript codicology, providing the classification framework for paper decoration types and physical manuscript features underlying this catalog record.",
      "relevance_score": 0.72,
      "access_notes": "Monograph; available at specialist libraries."
    },
    {
      "citation": "Blair, Sheila S., and Jonathan Bloom. The Grove Encyclopedia of Islamic Art and Architecture. 3 vols. Oxford: Oxford University Press, 2009.",
      "relevance": "Survey reference covering Ottoman manuscript arts, nakkaşhâne-i hümâyun production, and decorated paper techniques. Provides broad art-historical context for situating this manuscript within the Ottoman court tradition.",
      "relevance_score": 0.68,
      "access_notes": "Oxford University Press. Online edition available with institutional library access."
    }
  ],
  "suggested_collections": [
    {
      "institution": "Topkapı Sarayı Müzesi Kütüphanesi, Istanbul",
      "reason": "Holds the largest and most systematically documented body of late 16th-century Istanbul court manuscripts, including luxury mevlid copies and gold-worked paper examples from the nakkaşhâne-i hümâyun. Closest comparanda for 'tamamı yaldız bezemeli' technique at the same date and place.",
      "digital_access": "https://kutuphane.tsmk.gov.tr"
    },
    {
      "institution": "Nuruosmaniye Kütüphanesi — other risales in MS 03903 (the parent mecmûʿa)",
      "reason": "The parent mecmûʿa (shelfmark 03903) may contain further risales that share the same 'tamamı yaldız bezemeli' paper, which would establish the full extent of the paper decoration program and potentially provide additional codicological evidence for the commission context.",
      "digital_access": "https://portal.yek.gov.tr"
    },
    {
      "institution": "Chester Beatty Library, Dublin",
      "reason": "Holds outstanding examples of late 16th-century Ottoman luxury manuscripts including mevlid copies and decorated-paper codices. Digitized images allow direct visual comparison with the gold decoration style of nuruosmaniye_03903-001.",
      "digital_access": "https://viewer.cbl.ie"
    },
    {
      "institution": "Bodleian Library, Oxford",
      "reason": "Elaine Wright's cataloguing of Persian and Ottoman illuminated manuscripts at the Bodleian includes examples of fully gold-decorated paper in the Persianate tradition, relevant for distinguishing Ottoman-indigenous from Persianate-influenced paper techniques.",
      "digital_access": "https://digital.bodleian.ox.ac.uk"
    },
    {
      "institution": "Bibliothèque nationale de France (BnF), Paris — Gallica",
      "reason": "BnF holds important Ottoman luxury manuscripts, some of which have fully gold-worked paper comparable to this specimen. Gallica digitization enables direct stylistic comparison.",
      "digital_access": "https://gallica.bnf.fr"
    }
  ],
  "provenance": {
    "donor": null,
    "waqf": "Nuruosmaniye Kütüphanesi — vakıf of Sultan III. Osman (r. 1754–1757). All manuscripts in the Nuruosmaniye collection bear the tuğralı vakıf mühürü (tughra-stamped waqf seal) of Sultan III. Osman. This manuscript was donated to or acquired by the Nuruosmaniye foundation approximately 163 years after its production (AH 999 / 1590–91), indicating that its exceptional quality was recognized and prized over multiple generations before its institutional deposit.",
    "previous_shelfmarks": [],
    "notes": "The manuscript was copied in Kostantiniyye (Istanbul) in AH 999 / CE 1590–91, during the reign of Sultan Murad III (r. 1574–1595). The presence of the Sultan III. Osman (r. 1754–1757) vakıf seal documents its entry into the Nuruosmaniye Library foundation in the mid-18th century. The intervening provenance chain — approximately a century and a half between production and institutional deposit — is unrecorded in the available sources. YEK ID: 177780. Cataloguer: Fatih Yıldız."
  },
  "analysis_metadata": {
    "analyzed_date": "2026-02-26",
    "analyzer": "claude-code-manuscript-pipeline",
    "pipeline_stage": "metadata-generator",
    "image_source": "YEK Portal IIIF viewer screenshots (YEK ID 177780, Nuruosmaniye Kütüphanesi) — captured by visual-confirmation agent during Batch 2 gold-worked confirmation session (2026-02-26)",
    "image_quality_notes": "Two screenshots at IIIF viewer resolution. The gold-worked decoration is sufficiently bold and large-scale to be unambiguously confirmed at viewer resolution. The visual_confirmation confidence of 0.99 reflects near-perfect certainty based on the visual evidence. Detailed motif-level classification (e.g., specific hatāyī subtype, scroll grammar, border system articulation) would benefit from higher-resolution IIIF imaging at native resolution.",
    "folios_examined": [
      "corpus/visual_confirmation_batch2/nuruosmaniye_03903_p005_iiif.png",
      "corpus/visual_confirmation_batch2/nuruosmaniye_03903_p007_iiif.png"
    ],
    "folios_not_examined": "The full manuscript was not surveyed. Only p005 (opening double-page) and p007 (interior text pages) were examined. The serlevha headpiece, the ebru binding covers, the colophon, and the complete folio extent remain unexamined. Priority for follow-up: (1) serlevha headpiece for motif vocabulary analysis; (2) native-resolution IIIF captures for detailed gold motif classification; (3) binding cover for ebru subtype identification.",
    "corpus_priority": "EXCEPTIONAL SPECIMEN — highest visual confirmation confidence in Batch 2 corpus (0.99); finest gold-worked paper in the entire project corpus to date. 'Tamamı yaldız bezemeli' is the only manuscript in the entire YEK Batch 2 search to receive this paper description. Priority for high-resolution follow-up imaging.",
    "source_data": {
      "search_file": "catalog/searches/search_2026-02-24_batch2_gold_worked.json",
      "search_number": 5,
      "yek_id": "177780",
      "visual_confirmation_file": "catalog/searches/visual_confirmation_batch2_gold_worked.json",
      "reference_record": "catalog/nuruosmaniye_02295.json"
    }
  }
}
